cask_args appdir: '/Applications'
tap 'homebrew/cask' || true
brew 'git'
brew 'bash-completion'
brew 'tree'
brew 'node'
tap 'neovim/neovim' || true
brew 'neovim'
brew 'wget'
cask 'google-chrome'
cask 'lazydocker'
cask 'alfred'
cask 'evernote'
cask 'slack'
cask 'spotify'
cask 'iterm2'
cask 'telegram-desktop'
cask 'caprine'
cask 'visual-studio-code'
cask 'discord'
cask 'blender'
cask 'bloomrpc'
cask 'insomnia'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'rectangle'
cask 'rocket'
cask 'sublime-merge'
cask 'tunnelblick'
cask 'vitals'
cask 'transmission'
