cask_args appdir: '/Applications'
tap 'homebrew/cask' || true
tap "homebrew/bundle" || true
tap "homebrew/cask-versions" || true
tap "homebrew/core" || true
tap "homebrew/services" || true
tap "hashicorp/tap" || true
tap "hmarr/tap" || true
tap "jesseduffield/lazydocker" || true
tap "koekeishiya/formulae" || true
tap "mongodb/brew"
tap 'neovim/neovim' || true

brew 'bash-completion'
brew 'cmake'
brew 'coreutil'
brew 'curl'
brew 'fnm'
brew 'fzf'
brew 'gawk'
brew 'git'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'go'
brew 'gnutls'
brew 'gnupg'
brew 'pinentry'
brew 'golangci-lint'
brew 'neofetch'
brew 'openvpn'
brew 'openvpn'
brew 'pinentry-mac'
brew 'stow'
brew 'tldr'
brew 'neovim'
brew 'node'
brew 'wget'
brew 'zsh'

cask 'alfred'
cask 'boop'
cask 'caprine'
cask 'cron'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'google-chrome'
cask 'iterm2'
cask 'keycastr'
cask 'lazydocker'
cask 'messenger'
cask 'mongodb-compass'
cask 'notion'
cask 'obs'
cask 'postman'
cask 'rectangle'
cask 'ripgrep'
cask 'slack'
cask 'tableplus'
cask 'telegram-desktop'
cask 'transmission'
cask 'via'
cask 'visual-studio-code'
cask 'viscosity'
