cask_args appdir: '/Applications'
tap 'homebrew/cask' || true
tap 'neovim/neovim' || true

brew 'bash-completion'
brew 'fnm'
brew 'git'
brew 'go'
brew 'neovim'
brew 'node'
brew 'wget'
brew 'zsh'

cask 'alfred'
cask 'boop'
cask 'caprine'
cask 'cron'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'google-chrome'
cask 'iterm2'
cask 'keycastr'
cask 'lazydocker'
cask 'messenger'
cask 'mongodb-compass'
cask 'notion'
cask 'obs'
cask 'postman'
cask 'rectangle'
cask 'ripgrep'
cask 'slack'
cask 'tableplus'
cask 'telegram-desktop'
cask 'transmission'
cask 'via'
cask 'visual-studio-code'
cask 'viscosity'
